-- --------------------------------------------------------
-- Хост:                         127.0.0.1
-- Версия сервера:               5.6.26 - MySQL Community Server (GPL)
-- ОС Сервера:                   Win32
-- HeidiSQL Версия:              9.3.0.4984
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;

-- Дамп структуры для таблица db_currency.currency
CREATE TABLE IF NOT EXISTS `currency` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(32) NOT NULL,
  `rate` float NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=33 DEFAULT CHARSET=utf8;

-- Дамп данных таблицы db_currency.currency: ~0 rows (приблизительно)
/*!40000 ALTER TABLE `currency` DISABLE KEYS */;
INSERT INTO `currency` (`id`, `name`, `rate`) VALUES
	(1, 'Австралийский доллар', 47.5472),
	(2, 'Азербайджанский манат', 39.1652),
	(3, 'Армянских драмов', 13.6856),
	(4, 'Белорусский рубль', 30.8467),
	(5, 'Болгарский лев', 38.6863),
	(6, 'Бразильский реал', 17.7819),
	(7, 'Венгерских форинтов', 23.5016),
	(8, 'Гонконгских долларов', 84.7),
	(9, 'Датская крона', 10.1367),
	(10, 'Доллар США', 66.4438),
	(11, 'Евро', 75.633),
	(12, 'Индийских рупий', 93.1695),
	(13, 'Казахстанских тенге', 17.6019),
	(14, 'Канадский доллар', 49.954),
	(15, 'Киргизских сомов', 95.1372),
	(16, 'Китайских юаней', 98.0937),
	(17, 'Молдавских леев', 38.6638),
	(18, 'Норвежских крон', 77.4945),
	(19, 'Польский злотый', 17.6473),
	(20, 'Румынский лей', 16.1405),
	(21, 'Сингапурский доллар', 48.9818),
	(22, 'Таджикских сомони', 70.4227),
	(23, 'Турецкая лира', 12.3683),
	(24, 'Новый туркменский манат', 19.0111),
	(25, 'Узбекских сумов', 79.6056),
	(26, 'Украинских гривен', 23.7094),
	(27, 'Чешских крон', 29.6095),
	(28, 'Шведских крон', 73.5339),
	(29, 'Швейцарский франк', 66.9796),
	(30, 'Южноафриканских рэндов', 48.3583),
	(31, 'Вон Республики Корея', 59.1453),
	(32, 'Японских иен', 61.0893);
/*!40000 ALTER TABLE `currency` ENABLE KEYS */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
